<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <title>赞赏注册协议</title>
    <meta name="description"
          content="欢迎您申请成为赞赏平台的用户。 请您仔细阅读《赞赏用户注册协议》"/>
<#include "./inc/head.ftl">
</head>
<body>
<#include "./inc/header.ftl" />
    <div id="pc">
        <div id="protocol">
            <h3>
                赞赏用户注册协议</h3>
            <p>
                欢迎您申请成为赞赏平台的用户。 请您仔细阅读《赞赏用户注册协议》（以下简称“本协议”）。如您确定申请注册并点击“同意”按钮，表示已经与赞赏平台就本协议达成一致。此后，您不得以未阅读本协议内容为由主张抗辩或免责。
            </p>
            <ul>
                <li class="tt">一、定义：</li>
                <li>1.1用户：即本协议之中的“您”，指同意本协议并有权使用赞赏平台提供本协议约定服务的法律主体。</li>
                <li>1.2.赞赏平台：指通过网址[www.zan-shang.com]，微信公众号[赞赏、北京到达科技有限公司、去赞赏等]及/或赞赏认可之微店等互联网或移动终端等方式向用户提供本协议约定服务的系统平台。赞赏平台的一切法律权利与义务由北京到达科技有限公司享受与承担。</li>
                <li>1.3赞赏平台用户包括四种：写作者、出版人、赞赏人和其他服务提供者。</li>
                <li>1.4写作者，指在赞赏平台注册的一类用户。写作者拥有特定作品的著作权，为实现特定作品的出版或其他财产权利，使用赞赏提供的针对特定作品之创作、信息发布、网络传播、众筹、预售、出版发行、版权经纪等一部或全部服务。除写作者与赞赏平台另有约定外，写作者授予赞赏平台对特定作品之著作权的独占许可使用权，该独占性权利包括但不限于特定作品及衍生品的发布权、信息网络传播权、出版发行权、版权经纪权、活动推广权等著作权法规定的各项财产权。同时，写作者授权赞赏平台在行使权利时有权使用上述特定作品的人身权。</li>
                <li>1.5特定作品，主要是在赞赏平台完成出版费用募集和出版服务所针对的某一项或多项作品，包括但不限于在赞赏平台发布、创作完成的受著作权法保护的各类作品，或虽未完成、但在赞赏平台已创作或发布的提纲、故事梗概、剧本等。同时，特定作品的衍生性作品的财产权亦同时授予赞赏平台。</li>
                <li>1.6出版人，指在赞赏平台注册的一类用户。出版人通过赞赏平台获得为写作者特定作品提供出版、发行服务的商业机会。成为出版人用户需以已经同赞赏平台签署相应合作协议为前提，否则，即便注册成功，该注册协议对出版人亦不发生法律效力。</li>
                <li>1.7赞赏人，指在赞赏平台注册的一类用户。赞赏人有意通过赞赏平台支付一定金额（即“赞赏额”）获得写作者对特定作品所承诺的相关服务，例如提供众筹或预售纸质书籍、在线阅读、在线下载、和/或线上线下社交活动等特定作品下明确的活动内容。赞赏人所获得的服务由写作者或出版人提供，赞赏平台对上述服务不作出保证及承诺，亦不承担写作者或出版人违约或侵权的法律责任。</li>
                <li>1.8其他用户，指在赞赏平台注册并承诺为特定作品提供其他服务的用户。在某一特定作品下的写作者、赞赏人、出版人或其他用户，可以成为其他特定作品下的不同类别的用户。</li>
            </ul>
            <ul>
                <li class="tt">二、赞赏的权利和义务</li>
                <li>2.1赞赏平台通过互联网、移动终端和/或其他赞赏认为必要的线下方式为写作者的特定作品及其衍生作品的众筹、预售、出版、发行、网络传播等提供在写作者、赞赏人、出版人之间的信息服务。赞赏平台尽合理的商业努力实现信息传递的及时、准确，但不构成任何信息传递的担保，也不担保相关系统的稳定性与可持续性。</li>
                <li>2.2赞赏平台为写作者的特定作品及其衍生作品的出版提供出版经纪服务，并按照本协议之约定收取约定的服务费用。但本协议不构成特定作品及其衍生作品得到出版、发行、网络传播等的保证。</li>
                <li>2.3赞赏平台为写作者的特定作品及其衍生作品提供其他除出版外的版权经纪服务的，赞赏平台有权收取服务报酬，具体金额由赞赏平台与写作者另行约定。</li>
                <li>2.4赞赏平台可以采用网站宣传等方式为写作者的特定作品争取赞赏人的关注，但不对赞赏成功进行任何承诺。</li>
                <li>2.5赞赏期满前，各赞赏人应按照赞赏平台指定的方式将赞赏额支付至指定的账户，赞赏成功后赞赏平台将按本协议之约定完成向各方的划付；赞赏不成功将赞赏额退还各赞赏人。赞赏成功，指写作人的特定作品在赞赏期内通过赞赏平台募集完成最低赞赏额。募集期与募集的赞赏额由赞赏平台审核确定。</li>
                <li>2.6赞赏平台对写作者的特定作品及其衍生作品不负有任何检查、监督、确权、保证之责任。</li>
                <li>2.7写作者特定作品的出版、发行等过程，包括但不限于出版、设计、印刷、物流等环节，除约定由出版人或其他用户提供外，均由写作者自行承担。赞赏平台对上述过程与结果不负有任何检查、监督、确权、保证之责任。</li>
                <li>2.8赞赏平台向各类用户提供的服务及功能不尽相同，赞赏平台向各类用户提供赞赏平台认为适合用户的服务功能，包括但不限于以信息网络传播的方式提供作品（含作品片段、大纲、故事摘要等）的在线阅读、下载、分享等赞赏平台自行确定的适合各类用户的功能，各类用户对赞赏平台提供的差异表示认可。</li>
                <li>2.9赞赏平台向写作者提供利用赞赏进行作品创作、组织线上线下活动的信息传递功能。</li>
                <li>2.10赞赏平台向写作者提供版权经纪人服务，并有权引入第三方提供具体服务。赞赏有权代表写作者就为特定作品及其衍生作品的出版、版权转让或许可等版权的财产性使用与第三方协商。写作者明确知悉前述服务的提供为有偿，具体费用将另行协商</li>
                <li>2.11赞赏平台有按本协议约定获取报酬的权利。</li>
                <li>2.12除非本协议另有其它明确的禁止性规定，赞赏平台有权增加或强化、暂停或取消赞赏平台提供之服务的任何新功能，包括所推出的新产品。用户了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，赞赏平台均按交付使用时的现状提供，均不承担任何品质担保。赞赏平台保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</li>
                <li>2.13除另有约定外，写作者特定作品对赞赏平台的授权期为6年，自特定项目下的作品完稿之日起算。完稿日不易确定的，自写作者在赞赏平台首次发布特定作品之日起算。</li>
                <li>2.14各类用户知悉，赞赏平台对各方用户的收入不承担代扣代缴义务，各类用户自行向税务机关缴纳各类税费。</li>
                <li>2.15各类用户知悉，赞赏额在赞赏账户可能会产生一定的孳息，各类用户均不可撤消地确认：放弃对该孳息主张任何权利。</li>
            </ul>
            <ul>
                <li>三、用户的权利与义务</li>
                <li>3.1各类赞赏用户均须设置赞赏账户。赞赏账户用以记载通过赞赏实施的资金信息与针对写作者特定作品的往来信息。所有用户通过赞赏平台达成的交易，均须通过其赞赏账户进行。</li>
                <li>3.2各类用户有权使用赞赏平台提供的功能享受信息传递和内容传送。</li>
                <li>3.3各类用户均有权向赞赏平台申请就特定作品的进一步的合作。</li>
                <li>3.4各类用户知悉并同意注册赞赏用户并开立赞赏账户所使用的手机号与密码是赞赏平台用以辨识用户身份的唯一手段，各类用户应妥善保管其手机号与密码。赞赏平台对使用手机号及密码完成的交易均视为各类用户自行作出，用户应就密码丢失、手机号被盗等事宜自行承担法律责任。</li>
                <li>3.5除了在赞赏平台上进行交易的商品及其信息，用户在赞赏平台上传或发布的其他公开信息,用户应保证其为著作权人或已取得合法授权，并且该公开信息不会侵犯任何第三方的合法权益，用户同意授予赞赏平台所有上述公开信息在全球范围内的免费、不可撤销的、约定时间内的、可再许可或转让的独家使用权许可，根据该许可赞赏平台将有权以展示、推广及其他不为国家法律所禁止的方式使用前述公开信息。</li>
                <li>3.6适用于写作者的权利与义务</li>
                <li>3.6.1写作者承诺并保证拥有针对特定作品使用赞赏平台提供之服务所必需的有效、真实、完整的法律权利。</li>
                <li>3.6.2写作者授予赞赏平台就特定作品及其所有衍生作品的独占性版权经纪权利。在授权期内，未经赞赏同意，写作者不得授予第三人或自行直接行使特定作品其他所有衍生作品的任何财产性权利。</li>
                <li>3.6.3写作者授予赞赏平台就特定作品及其所有衍生作品的与第三方协商并做相应宣传推广的权利。</li>
                <li>3.6.4写作者知悉并同意，各赞赏人支付的赞赏额先支付于赞赏账户，特定项目的赞赏期满且达到最低赞赏时，赞赏平台有权在赞赏项目完成且扣除赞赏平台应获得的服务费并支付出版人和其他服务商费用后，将余款支付给写作者。</li>
                <li>3.6.5写作者就特定作品向赞赏人履行承诺所产生的费用由写作者自行承担。</li>
                <li>3.6.6写作者的特定作品出版后，应及时向各赞赏人交付其承诺的赞赏回报，包括但不限于纸质书籍在内的实物、服务、资格或荣誉。写作者承诺赞赏人回报中所含的纸质书籍，本协议称为“赞赏订制图书”。写作者及赞赏人知悉，上述交付服务的交付等由写作者与赞赏人协商，服务的内容与交付等与赞赏平台无关。</li>
                <li>3.6.7赞赏成功后，赞赏平台有权就特定作品收取赞赏总金额10%的服务费用，上述费用直接从赞赏总金额中扣收。</li>
                <li>3.6.8赞赏成功后，赞赏平台提供出版人与写作者匹配服务，赞赏平台努力协商出版人和其他服务商所收各类费用总额不超过赞赏金额的90%。写作者确认，如费用总额超过赞赏总金额90%，超出部分由写作者自行承担，不构成赞赏平台各类用户的违约。</li>
                <li>3.6.9写作者知悉并同意，直到赞赏人获得写作者承诺的回报，包括但不限于交付特定作品的出版物、其他实物和服务等，构成“赞赏项目完成”。“赞赏项目完成”后，写作者才能获取其赞赏账户中的余额。写作者赞赏账户余额，是赞赏总额扣除赞赏服务费和写作者选择出版人和其他服务商服务费的剩余金额。出版人服务费包括但不限于出版服务费用、设计费用、印刷费用、物流费用等约定的费用。</li>
                <li>3.6.10写作者没有在赞赏期内募集到最低赞赏金额，即构成“赞赏失败”。“赞赏失败”后，已经筹得的资金将原额退至相应赞赏人的赞赏账户。</li>
                <li>3.6.11写作者赞赏成功后，因其未按时完成特定作品或其他写作者原因未能履行其向赞赏人承诺，写作者应自行向赞赏人承担违约责任。除另有约定外，赞赏平台有权关闭写作者赞赏账户。</li>
                <li>3.6.12写作者确认并承诺，在授权期内，写作者不在全球任何其他提供类似服务（如众筹、预售、出版、发行、在线阅读、电子商务、在线社交、实体书店）的线上或线下平台上发布相同的项目。一经发现，赞赏平台有权采取包括但不限于取消该项目赞赏资格、中止该发起人赞赏平台账户使用、冻结该发起人赞赏平台账户余额等一切必要措施。如赞赏平台认为必要，该项目已经筹得且尚未支付写作者的资金，将原额退回相应赞赏人在赞赏平台的账户。</li>
                <li>3.6.13写作者不可撤销地确认：本协议中已明确列明的赞赏平台有偿项目，赞赏平台均有权收取服务费。写作者明确知悉，因接受赞赏平台服务而被收取的各项服务费均不存在交叉及重合，即便赞赏不成功，但如果写作者之作品或服务通过赞赏平台账户发生了转让、许可、信息网络传播等其他交易行为，写作者仍需根据本协议或其他协议的相关约定向赞赏平台支付服务费。</li>
                <li>3.6.14写作者确认，基于上述在赞赏平台平台发布、许可、转让、信息网络传播或在其他外部链接等以前述方式通过赞赏平台账户进行的作品售卖、许可等，写作者均需保证作品权利无瑕疵，写作者对上述行为承担全部法律责任。</li>
                <li>3.6.15凡写作者将其电子书或内容作品的数字化版权在赞赏平台上进行发布、众筹、预售或使用赞赏平台提供的其他服务，即同时自动对赞赏平台进行以下授权：</li>
                <li>写作者作为版权所有者授予赞赏平台对其作品数字化版权内容的免费使用权，该使用权的权利范围包括但不限于赞赏平台宣传、推广或供其他用户在线试读、下载、分享等著作权法等法律法规所许可之行为。上述授权使用范围包括所有赞赏平台线上、线下的作品和服务，包括但不限于赞赏平台网站，移动终端应用软件和微博、微信等社交平台上的赞赏平台及/或北京到达科技有限公司的官方账号等。</li>
                <li>写作者保证拥有或被许可其所提供作品的数字化版权，包括拥有授权赞赏平台销售、转让、许可、信息网络传播该数字化版权的权利；保证其所提供的作品和所授予的数字化版权没有违反国家有关出版管理的法律和侵犯第三方的任何权利。</li>
                <li>3.7适用于出版人</li>
                <li>出版人与赞赏平台的业务合作包括战略合作与一般业务合作两类，战略合作是指双方就一项或多项经赞赏平台授权的特定作品的出版活动进行全面深度合作，包括特定作品的出版、印刷、复制、发行、进口、出口以及衍生性版权出版活动。一般业务合作是指双方就一项或多项经赞赏平台授权的特定作品的出版活动未达到战略合作深度的合作。凡未明确说明的业务合作均为一般业务合作。</li>
                <li>3.7.1出版人用户承诺并保证具有法定的履约资质。</li>
                <li>3.7.2出版人按法律法规和相关合同的要求履行出版活动中审核责任。</li>
                <li>3.7.3出版人有权指定授权代表使用赞赏出版人注册用户功能。</li>
                <li>3.7.4出版人知悉并同意赞赏平台有权根据赞赏平台的意志向写作者推荐出版人，但赞赏平台不对特定作品与出版人的匹配结果做任何保证。</li>
                <li>3.7.5出版人在赞赏平台与写作者就特定作品的出版达成意思表示的一致后，即视为订立出版合约，出版人即负有义务履行出版约定，完成出版。如因出版人自身原因不能履约，视为违约。赞赏平台除有权采取解除其特定作品出版人资格，中止其赞赏出版人用户资格外，有权追索其造成的一切损失。</li>
                <li>3.7.6写作者的特定作品出版后，该作品出版人应按约定向赞赏平台及写作者交付赞赏订制图书和样书，具体数量在特定作品出版协议中约定。</li>
                <li>3.7.7除另有约定外，出版人确认：凡出版人因赞赏平台发行了写作者特定作品，必须向赞赏平台支付10%的策划版税。计算公式为：出版人支付赞赏的策划版税＝（图书总印数－赞赏订制图书印数）×图书定价×10%。</li>
                <li>3.8适用于赞赏人</li>
                <li>3.8.1赞赏人支付财产为本人有权处分财产或已得到相关授权；</li>
                <li>3.8.2赞赏人同意：赞赏人知悉使用赞赏平台服务获得的版权性权利或服务由写作者与出版人提供，出现争议时赞赏平台将尽合理的商业努力协调解决，赞赏人不追究赞赏平台与此相关的法律责任。</li>
                <li>3.8.3赞赏人知悉，写作者已经承诺其在授权期限内已将特定作品的版权授予赞赏平台独家行使，未经赞赏平台许可不得采用任何方式使用特定作品版权，但法律法规另有规定的除外。</li>
                <li>3.8.4赞赏人完成赞赏支付后有权享有写作者与出版人承诺提供的特定作品下的商品、服务、资格、荣誉。特定作品下的支付称为“赞赏支付”。</li>
                <li>3.8.5赞赏人知悉并同意，各赞赏人对特定作品的赞赏支付将先行支付于赞赏账户，赞赏成功后在扣除赞赏服务费用后按与出版人和其他服务商的相应约定用于支付特定项目出版费用，在赞赏项目完成后，将余额支付给写作者。如赞赏失败或中止，赞赏将赞赏人已完成赞赏支付的金额按原额退还赞赏人。</li>
                <li>3.8.6赞赏人知悉并同意，除非发生赞赏失败，赞赏人不得要求退回已支付赞赏金额。如赞赏成功，而赞赏人未获得写作者承诺提供的商品、服务、资格、荣誉的，赞赏人应与写作者沟通、协商。赞赏平台对此沟通、协商的过程和结果，不负任何法律责任。</li>
            </ul>
            <ul>
                <li class="tt">四、遵守法律</li>
                <li>4.1您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的账号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。</li>
                <li>4.2如果赞赏平台有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，赞赏平台可在任何时候不经任何事先通知终止向您提供服务。如您违反上述约定导致赞赏平台遭受任何损失的，您应对赞赏平台所遭受的损失进行赔偿。</li>
            </ul>
            <ul>
                <li class="tt">五、注册义务</li>
                <li>5.1为了能使用本服务，您同意以下事项：依本协议提示填写您真实正确的手机号、注册邮箱、密码和姓名（别名、笔名等），真实正确的身份证件信息及其他必要的个人信息，并确保今后更新的登录邮箱、姓名、头像等资料的有效性和合法性。若您提供任何违法、不道德或赞赏平台认为不适合在赞赏平台公布的资料；或者赞赏平台有理由怀疑您的资料属于木马程序、病毒或其他恶意操作等，赞赏平台有权暂停或终止您的账号，并拒绝您于现在和未来使用本服务之全部或任何部分。</li>
                <li>5.2赞赏平台无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。</li>
            </ul>
            <ul>
                <li class="tt">六、用户账号、密码及安全</li>
                <li>完成本服务的注册程序并成功注册之后，您可使用您的手机号和密码，登录到您在赞赏平台的账号（以下或简称“账号”）。您应对保护账号安全，以及所有登录、使用您的密码及账号的活动负完全的责任。您同意：</li>
                <li>6.1您的账号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知赞赏平台；</li>
                <li>6.2如果您未保管好自己的账号和密码或其他第三方获取了您的账号和密码的，因此而产生的任何损失或损害，赞赏平台无法也不承担任何责任；</li>
                <li>6.3如果您未保管好自己的账号和密码或其他第三方获取了您的账号和密码而对赞赏平台或相关方造成损害的，您将负全部责任。</li>
            </ul>
            <ul>
                <li class="tt">七、隐私权政策</li>
                <li>您提供的登记资料及赞赏平台保留的有关您的若干其它资料将受到中国有关隐私的法律之规范，但相关司法机关要求披露的不在此限。</li>
            </ul>
            <ul>
                <li class="tt">八、赞赏平台之责任</li>
                <li>根据有关法律法规，赞赏平台在此郑重提请您注意，任何经由本服务而发布、上传的文字、资讯、资料、音乐、照片、图形、视讯、信息或其它资料（以下或简称“作品”），无论系公开还是私下传送，均由提供者承担责任。“赞赏平台”仅为用户提供作品存储空间，无法控制经由本服务传送之作品，因此不保证作品的正确性、完整性或品质。您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之作品。在任何情况下，赞赏平台均不为任何作品负责，但赞赏平台有权依法停止传输、发行、出版、网络传播任何前述作品并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。</li>
            </ul>
            <ul>
                <li class="tt">九、用户行为</li>
                <li>用户同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</li>
                <li>9.1发布或以其它方式传送含有下列作品之一的信息：</li>
                <li>9.1.1反对宪法所确定的基本原则的；</li>
                <li>9.1.2危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
                <li>9.1.3损害国家荣誉和利益的；</li>
                <li>9.1.4煽动民族仇恨、民族歧视、破坏民族团结的；</li>
                <li>9.1.5破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
                <li>9.1.6散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
                <li>9.1.7散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
                <li>9.1.8侮辱或者诽谤他人，侵害他人合法权利的；</li>
                <li>9.1.9含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的作品；</li>
                <li>9.1.10含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它作品的；</li>
                <li>9.1.11含有赞赏平台认为不适合在赞赏平台展示的作品；</li>
                <li>9.2以任何方式危害他人的合法权益；</li>
                <li>9.3冒充其他任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；</li>
                <li>9.4将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权转让、许可、出版、发行、信息网络传播之任何作品加以发布、发送电子邮件或以其它方式传送；</li>
                <li>9.5将侵害他人著作权、专利权、商标权、商业秘密、知识产权性权益或其它专属权利（以下或简称“专属权利”）之作品加以发布或以其它方式传送；</li>
                <li>9.6将任何广告信函、促销资料、“垃圾邮件”、“滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以发布、发送或以其它方式传送；</li>
                <li>9.7将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（以下或简称“病毒”），包括但不限于木马程序（trojan horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）或其它计算机代码、档案和程序之任何资料，加以发布、发送或以其它方式传送；</li>
                <li>9.8干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；</li>
                <li>9.9跟踪、人肉搜索或以其它方式骚扰他人；</li>
                <li>9.10故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则；</li>
                <li>9.11未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的；</li>
                <li>9.12对赞赏平台的名誉及商誉进行诋毁。</li>
                <li>9.13利用赞赏平台洗钱或偷税、漏税的。</li>
                <li>您已认可赞赏平台未对用户的使用行为进行全面控制，您使用任何作品时，包括依赖前述作品之正确性、完整性或实用性时，您同意将自行承担所有风险。但，赞赏平台有权根据本协议之规定拒绝和删除违反本协议或引起赞赏平台反感的相关作品。</li>
                <li>您了解并同意，赞赏平台依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将作品加以保存或揭露时，得加以保存或揭露：</li>
                <li>a）遵守法律程序；</li>
                <li>b）执行本协议；</li>
                <li>c）回应任何第三人提出的权利主张；</li>
                <li>d）保护赞赏平台、其用户及公众之权利、财产或个人安全；</li>
                <li>e）其它赞赏平台认为有必要的情况。</li>
            </ul>
            <ul>
                <li class="tt">十、法律适用与司法管辖</li>
                <li>10.1.您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及作品之法律法规。您特别同意遵守有关从中国或您所在国家或地区输出信息之传输的所有适用法律法规。</li>
                <li>10.2用户与赞赏之间的任何法律争议均选择适用中华人民共和国法律，各方同意赞赏注册地的人民法院享有管辖权。</li>
                <li>10.3适用赞赏平台发布的其他公开信息。</li>
            </ul>
            <ul>
                <li class="tt">十一、赔偿</li>
                <li>由于您通过本服务提供、发布或传送之作品、您与本服务连线、您违反本使用协议、或您侵害他人任何权利因而导致任何第三人提出任何索赔或请求，包括合理的律师费，您同意赔偿赞赏平台、北京到达科技有限公司及其子公司、关联企业、高级职员、代理人、品牌共有人或其它合作伙伴及员工，并使其免受损害，并承担由此引发的全部法律责任。</li>
            </ul>
            <ul>
                <li class="tt">十二、关于使用及储存之一般措施</li>
                <li>您同意不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。您承认关于本服务的使用，赞赏平台有权制订一般措施及限制，包含但不限于本服务将保留所发布作品或其它发布作品之最长期间，以及一定期间内您使用本服务之次数上限（及每次使用时间之上限）。通过本服务发布或传送之任何信息、通讯资料和其它作品，如被删除或未予储存，您同意赞赏平台毋须承担任何责任。您也同意，赞赏平台有权依其自行之考虑，不论通知与否，随时变更这些一般措施及限制。</li>
            </ul>
            <ul>
                <li class="tt">十三、服务之修改</li>
                <li>赞赏平台有权于任何时间暂时或永久修改或终止本服务（或其任何部分），且无论通知与否。您同意对于本服务所作的任何修改、暂停或终止，赞赏平台对您和任何第三人均无需承担任何责任。</li>
            </ul>
            <ul>
                <li class="tt">十四、终止服务</li>
                <li>您同意赞赏平台基于其自行之考虑，因任何理由，包含但不限于赞赏平台认为您已经违反本使用协议的文字及精神，终止您的账号或本服务之使用（或服务之任何部分），并将您在本服务内任何作品加以移除并删除。您同意依本使用协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，赞赏平台可立即关闭或删除您的账号及您账号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的账号及相关信息和文件被关闭或删除，赞赏平台对您或任何第三人均不承担任何责任。</li>
            </ul>
            <ul>
                <li class="tt">十五、与广告商、出版商及其他第三方进行交易</li>
                <li>非经赞赏平台代理而通过赞赏平台与广告商、出版商及其他第三方进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为您与广告商、出版商及其他第三方之间之行为。您因前述任何交易或前述广告商、出版商及其他第三方而遭受的任何性质的损失或损害，赞赏平台对此不负任何法律责任。</li>
            </ul>
            <ul>
                <li class="tt">十六、赞赏平台之专属权利</li>
                <li>您了解并同意，本服务以及本服务所使用之相关软件（以下或简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料。您也了解并同意，经由赞赏平台服务或广告商向您呈现之赞助广告或信息所包含之作品，亦受到著作权、商标权、服务商标、专利权或其它专属权利之法律保护。未经赞赏平台或广告商明示授权，您不得修改、出租、出借、出售、散布本服务或软件之任何部分或全部，或据以制作衍生作品或其他知识产权性权益，或使用擅自修改后的软件，包括但不限于未经授权而使用本服务之源代码、目标码及执行程序等。赞赏平台仅授予您个人、不可移转及专属之使用权，使您得于单机计算机使用其软件之目标码、执行程序等，但您不得（并不得允许任何第三人）复制、修改、创作衍生作品、进行还原工程、反向编译，或以其它方式发现源代码、目标码、执行程序及技术文档等，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。您同意将通过由赞赏平台所提供的界面而非任何其它途径使用本服务。</li>
            </ul>
            <ul>
                <li class="tt">十七、担保与保证</li>
                <li>您明确了解并同意∶您使用本服务之风险由您个人负担。本服务系依“现状”及“现有”基础提供。赞赏平台对本服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性及未侵害他人权利等担保或保证。</li>
                <li>17.1赞赏平台不保证以下事项∶</li>
                <li>17.1.1本服务将符合您的要求；</li>
                <li>17.1.2本服务将不受干扰、及时提供、安全可靠或不会出错；</li>
                <li>17.1.3使用本服务取得之结果正确可靠；</li>
                <li>17.1.4您经由本服务购买或取得之任何产品、服务、资讯或其它信息将符合您的期望；</li>
                <li>17.2是否使用本服务下载或取得任何资料应由您自行考虑且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担；</li>
                <li>17.3您自赞赏平台或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本协议有明确规定，将不构成本使用协议以外之任何保证。</li>
            </ul>
            <ul>
                <li class="tt">十八、责任限制</li>
                <li>您明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，赞赏平台不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：</li>
                <li>18.1本服务之使用或无法使用；</li>
                <li>18.2为替换从或通过本服务购买或取得之任何商品、数据、信息、服务，收到的讯息，或缔结之交易而发生的成本；</li>
                <li>18.3您的传输或数据遭到未获授权的存取或变造；</li>
                <li>18.4任何第三方在本服务中所作之声明或行为；</li>
                <li>18.5与本服务相关的其它事宜，但本协议有明确规定的除外；</li>
                <li>18.6第三方以任何方式发布或投递欺诈性信息，或诱导用户受到经济损失，赞赏平台不承担任何责任。</li>
            </ul>
            <ul>
                <li class="tt">十九、赞赏平台的权属与商标信息</li>
                <li>19.1赞赏平台有权根据法律规范及运营的合理需要，不断修改和完善本协议。如您继续使用本服务，即意味着同意并自愿遵守修改后的服务协议。</li>
                <li>19.2赞赏平台有权知悉您的身份信息、注册数据及其他必要的个人信息，如发现该等信息、数据中存在任何问题或怀疑，可要求您改正，或者直接做出删除、屏蔽等处理。</li>
                <li>19.3北京到达科技有限公司为赞赏平台的开发、运营提供技术支持和信息存储的空间，并对该平台的开发和运营等过程中产生的所有信息享有完整、全部权利。</li>
                <li>19.4北京到达科技有限公司保留随时变更或终止赞赏平台服务的权利，并无需因行使该权利向您承担责任。北京到达科技有限公司可通过网页公告、电子邮件、电话或信件传送等方式向您发出通知，该等通知在发送时即视为已送达收件人。</li>
                <li>19.5赞赏平台以及其它赞赏平台注册商标、标志及产品、服务名称、装饰及装潢、版式设计、字体设计等知识产权及知识产权性权益，均为北京到达科技有限公司所有（以下简称“赞赏平台标记”）。未经赞赏平台事先书面同意，您同意不将“赞赏平台标记”以任何方式展示或使用或作其它处理，或表示您有权展示、使用或另行处理“赞赏平台标记”。</li>
            </ul>
            <ul>
                <li class="tt">二十、用户专属权利</li>
                <li>20.1赞赏平台之服务与资料是基于现状提供，而且赞赏平台明确地表示拒绝对于服务、资料或产品给予任何明示或暗示之保证，包括但不限于，得为商业使用或适合于特定目的之保证。赞赏平台对于因服务、资料或产品所生之任何直接、间接、附带的或因此而导致之衍生性损失概不负责。</li>
                <li>20.2如果您对他人的知识产权造成了侵害，或在其他赞赏平台认为适当的情形下，赞赏平台将依国家法律法规的规定，依其服务条款或其相关规范性规定，删除特定作品或以至终止您对账户的使用。</li>
                <li>20.3若您认为您的作品的著作权遭到侵害或您的知识产权被侵犯，根据《信息网络传播权保护条例》的规定，您需及时向赞赏平台联系并提供详实的举证材料。或请到中华人民共和国国家版权局下载《要求删除或断开链接侵权网络作品的通知》（下称“删除通知”）的示范格式，如果您不明白“删除通知”的作品，请登录中华人民共和国国家版权局查看《要求删除或断开链接侵权网络作品的通知》填写说明。</li>
            </ul>
            <ul>
                <li class="tt">二十一、免责声明</li>
                <li>21.1您选择的与赞赏平台账户相关连的第三方支付方式，在支付过程中因您自身原因或第三方支付平台原因造成的异常使其账户无法正常使用或遭受损失，或造成您赞赏平台账户异常及遭受损失，赞赏平台对此概不负责，一切损失由您自行承担。</li>
                <li>21.2您同意保障和维护赞赏平台及其他用户的利益，如因您违反有关法律、法规或本协议项下的任何条款而给赞赏平台或任何其他第三人造成损失，您同意承担由此造成的全部损害赔偿责任。</li>
                <li>21.3赞赏对特定作品不负有任何检查、监督、确权与保证之责任。</li>
                <li>21.4赞赏对出版人的出版活动不负与保证之责任。</li>
                <li>21.5各类用户承诺赞赏平台不会因写作者或写作者在“赞赏所提供的特定作品而被任何第三方追究法律责任。如有上述事宜发生的，“赞赏平台”及/或北京到达科技有限公司不承担任何赔偿或其他法律责任。</li>
            </ul>
            <ul>
                <li class="tt">二十二、其他条款</li>
                <li>22.1本协议构成您与赞赏平台之全部协议，并规范您对于本服务之使用行为。在您使用相关服务、使用第三方提供的作品或软件时，亦应遵从所适用之附加条款及条件；</li>
                <li>22.2本协议及您与赞赏平台之关系，均受到中华人民共和国法律管辖。您与赞赏平台就本服务、本协议或其它有关事项发生的争议，双方应该首先友好协商解决，协商不成时任何一方均有权将争议提交北京到达科技有限公司注册地法院管辖；</li>
                <li>22.3赞赏平台未行使或执行本协议任何权利或规定，不构成对前述权利或权利之放弃；</li>
                <li>22.4倘本协议之任何规定因与中华人民共和国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映之当事人意向具备效力，且本使用协议其它规定仍应具有完整的效力及效果；</li>
                <li>22.5本协议之标题仅供方便而设，不具任何法律或契约效果；</li>
                <li>22.6赞赏平台对本协议享有最终解释权。</li>
                <li>22.7赞赏与各用户之间存在其他协议的，内容如有不一致之处，以签署的时间顺序确定双方的意思表示内容。</li>
            </ul>
            <ul>
                <li class="tt">二十三、条款修订</li>
                <li>23.1本协议可由赞赏平台不时更新，且毋须另行通知用户。本协议一旦发生变动，赞赏平台将在网页上提示您阅读修改后的内容。修改后的协议对您在相关协议修改前完成的行为不具有溯及力，如果您不同意修改，请您立即停止使用赞赏平台提供的一切服务；
                    您继续使用赞赏服务的行为将视为已阅读并同意修改后的协议。</li>
                <li>23.2此外，当您使用赞赏特殊服务时，您应遵守赞赏平台不时公布的与该服务相关的指引和规则。前述所有的指引和规则，均构成本使用协议的一部分，发布时间在后的替换在先与之冲突的确定法律效力。</li>
            </ul>
        </div>
    </div>
</body>
</html>
